var address_province = {
	"RECORDS": [{
			"id": 1,
			"code": "110000",
			"name": "北京市"
		},
		{
			"id": 2,
			"code": "120000",
			"name": "天津市"
		},
		{
			"id": 3,
			"code": "130000",
			"name": "河北省"
		},
		{
			"id": 4,
			"code": "140000",
			"name": "山西省"
		},
		{
			"id": 5,
			"code": "150000",
			"name": "内蒙古自治区"
		},
		{
			"id": 6,
			"code": "210000",
			"name": "辽宁省"
		},
		{
			"id": 7,
			"code": "220000",
			"name": "吉林省"
		},
		{
			"id": 8,
			"code": "230000",
			"name": "黑龙江省"
		},
		{
			"id": 9,
			"code": "310000",
			"name": "上海市"
		},
		{
			"id": 10,
			"code": "320000",
			"name": "江苏省"
		},
		{
			"id": 11,
			"code": "330000",
			"name": "浙江省"
		},
		{
			"id": 12,
			"code": "340000",
			"name": "安徽省"
		},
		{
			"id": 13,
			"code": "350000",
			"name": "福建省"
		},
		{
			"id": 14,
			"code": "360000",
			"name": "江西省"
		},
		{
			"id": 15,
			"code": "370000",
			"name": "山东省"
		},
		{
			"id": 16,
			"code": "410000",
			"name": "河南省"
		},
		{
			"id": 17,
			"code": "420000",
			"name": "湖北省"
		},
		{
			"id": 18,
			"code": "430000",
			"name": "湖南省"
		},
		{
			"id": 19,
			"code": "440000",
			"name": "广东省"
		},
		{
			"id": 20,
			"code": "450000",
			"name": "广西壮族自治区"
		},
		{
			"id": 21,
			"code": "460000",
			"name": "海南省"
		},
		{
			"id": 22,
			"code": "500000",
			"name": "重庆市"
		},
		{
			"id": 23,
			"code": "510000",
			"name": "四川省"
		},
		{
			"id": 24,
			"code": "520000",
			"name": "贵州省"
		},
		{
			"id": 25,
			"code": "530000",
			"name": "云南省"
		},
		{
			"id": 26,
			"code": "540000",
			"name": "西藏自治区"
		},
		{
			"id": 27,
			"code": "610000",
			"name": "陕西省"
		},
		{
			"id": 28,
			"code": "620000",
			"name": "甘肃省"
		},
		{
			"id": 29,
			"code": "630000",
			"name": "青海省"
		},
		{
			"id": 30,
			"code": "640000",
			"name": "宁夏回族自治区"
		},
		{
			"id": 31,
			"code": "650000",
			"name": "新疆维吾尔自治区"
		}
	]
}